tap "derailed/k9s"
brew "bash-language-server"
brew "bat"
brew "chezmoi"
brew "direnv"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git-delta"
brew "gopls"
brew "kubectx"
brew "kubernetes-cli"
brew "lima"
brew "lua-language-server"
brew "neovim"
brew "prettier"
brew "ripgrep"
brew "rsync"
brew "starship"
brew "stylua"
brew "terraform-ls"
brew "uv"
brew "yaml-language-server"
brew "zoxide"
brew "derailed/k9s/k9s"
cask "1password-cli"
cask "font-hack-nerd-font"
cask "freelens"
cask "ghostty"
cask "maccy"
uv "ansible", with: ["ansible-core", "ansible-lint"]
uv "basedpyright"
uv "ruff"
